{
	"title": "Ask me a question.",
	"titleAngy": "Go away.",
	"Messages": {
		"Hello": {
			"answer": "Hiya. How can I help?"
		},
        "NoTalky": {
			"answer": "I'm useless anyways, so get lost."
		},
        "WhoYou": {
			"message": "Who are you?",
			"answer": "Name's Mina. I'm basically the mascot of pprmint. The guy who owns this website is called Nicklas, but prefers to be called Nick."
		},
		"WhyPprmint": {
			"message": "Why \"pprmint.\"?",
			"answer": "The name is the result of a love for peppermint-flavored things and \"peppermint\" looked cooler without vowels other than the i. The period at the end is part of the name, as punctuation is right below peppermint in that list."
		},
		"WhoWebsite": {
			"message": "How was this website made?",
			"answer": "The site was built from the ground up in August of 2022 and has been in continuous development since. Try clicking on the cup in the navigation menu under \"Other\" to see some of the other libraries used."
		},
		"UseSelf": {
			"message": "May I use the graphics and animations in my own works?",
			"answer": "No, (almost) everything you see on the <gallery>gallery page</gallery> is just for looking at. You could use the 3D renders as desktop wallpapers for instance, but that's it."
		},
		"ProjectTerms": {
			"message": "Under which conditions may projects such as fonts and icons be used?",
			"answer": "Fonts are licensed under the <sil>SIL Open Font License</sil>. You may freely use those even commercially. A copy of the license is included with the ZIP.<br />It's a different story with projects like Mintcraft or the app icons. You may use them for free and modify them to your needs. However, you may not sell or otherwise redistribute them. Please link back to the respective project page if you want to share stuff."
		},
		"WhatSoftware": {
			"message": "What software is typically used to create stuff around here?",
			"answer": "Anything 2D is done using Affinity Designer. Motion graphics compositions are also usually prepared in Affinity Designer and then animated in Adobe After Effects, with the help of Mt. Mograph's Motion plugin. Fonts are created using FontForge."
		},
		"OfferCommissions": {
			"message": "Can I request a commission?",
			"answer": "Not currently, however it is something that's planned."
		},
		"OwnQuestion": {
			"message": "Can I ask my own question?",
			"answer": "Nah."
		},
		"Ending": {
			"message": "Thank you, that's all.",
			"answer": "Was I a good chatbot?"
		},
		"EndingYes": {
			"message": "Yep, very helpful.",
			"answer": "yayy~"
		},
		"EndingNo": {
			"message": "No, you're useless.",
			"answer": "Arsch."
		}
	}
}
