{
	"Head": {
		"description": "My mascot, or something.",
		"title": "Mina"
	},
	"Content": {
        "About": {
            "heading": "About Mina",
            "text1": "Born {{birthyear}} years ago on the 11th of June with green hair and emerald-like eyes, she's a rather laid-back and quiet girl currently standing about 160 cm tall. She moved from Japan to Germany a long time ago, but only speaks English and German fluently. Through her long stay in Germany, she also had plenty of time to acquire a number of lovely German insults. Used sparingly, they make sure that certain people will voluntarily never exchange another word with her.",
            "text2": "She likes to eat mint-flavored treats, especially chocolate chip mint ice cream. Mina also always keeps a pack of gum in her pocket, though her chewing gum bubbles are rarely larger than a centimeter. Meat dishes also raise her appetite quite a bit.",
            "text3": "Mina is fascinated by architecture and interior design, finding joy in conceptualizing modern living spaces. There are plans for how every room in her dream house should look, not to mention the design of the house itself.",
            "text4": "However, she does have issues committing to something and is quite easy to distract. Some days she may plan on doing something, only to then do anything but.",
            "text5": "She also loves pats.",
            "text6": "The design was created by <Link>@wxsonz</Link>. Please take a look at his Twitter profile for more of his work."
        },
        "Design": {
            "heading": "Design",
            "HairBand": {
                "heading": "Hair band & ponytail",
                "text": "Shaped like a leaf, used for her ponytail. It might make her look like a certain Vocaloid character."
            },
            "Ahoge": {
                "heading": "Ahoge",
                "text": "Her hair antenna shoots up when you aim for pats."
            },
            "Accessories": {
                "heading": "Accessories",
                "text": "She often wears a ring and can sometimes be seen with badges of icons for tools and programs."
            },
            "LeafDesign": {
                "heading": "Leaf design",
                "text": "Her clothes often have a green line with a two-toned leaf embedded into it."
            }
        },
        "Colors": {
            "heading": "Colors",
            "text1": "These colors are part of my custom palette, but are only guidelines. If you plan to draw Mina, just note that she has green hair and light blue eyes with a gradient to green. Otherwise, feel free to experiment.",
            "text2": "Click on a color to copy its HEX code to your clipboard."
        },
		"Fanart": {
			"heading": "Fanart rules",
			"text1": "I don't really have any rules for you if you plan on drawing SFW art with Mina. Knock yourself out.",
			"text2": "If you want to draw unholy things, I'm fine with it as long as it depicts Mina solo. Just try to keep it tasteful, and don't create anything controversial or fetishistic.",
			"text3": "Regardless of how you end up drawing her, I would love to see your work and maybe put it up on my website. Please feel free to <Link>message me</Link> to show me what you've made."
		},
		"Artworks": {
			"artworkBy": "Made by "
		},
        "NSFW": {
            "switch": "Neuron activation",
            "Dialog": {
                "title": "Looks like that switch made you a bit curious.",
                "text1": "Some things are better left unseen. Especially if you're in public or otherwise at risk of someone peeking over your shoulder.",
                "text2": "Flicking this switch will reveal suggestive or lewd (NSFW) artwork on the page. If you're fine with that, give that green button a click.",
                "text3": "<b>If you're under the age of 18, you should close this pop-up.</b> I won't tell your mom.",
                "hint": "Hint: If there's a keyboard in front of you, you only have one hand free and suddenly need to abort your mission, press the space bar to hide the smut again.",
                "credit": "The art of Mina judging you up there was drawn by <Link>@wxsonz</Link>.",
                "admitSins": "I'm a lost cause.",
                "nevermind": "Nah, I think I'm good."
            }
		}
	}
}
