{
	"title": "Stell mir eine Frage.",
	"Messages": {
		"Hello": {
			"answer": "Heya. Wie kann ich helfen?"
		},
		"NoTalky": {
			"answer": "Ich bin doch eh nutzlos, also zisch ab."
		},
		"UseSelf": {
			"message": "Darf ich die Grafiken und Animationen in meinen eigenen Projekten verwenden?",
			"answer": "Nein, alles was du auf der <gallery>Galerie-Seite</gallery> siehst ist nur zum Ansehen gedacht. Du darfst beispielsweise die 3D-Render als Desktop-Hintergrundbild verwenden, aber mehr nicht."
		},
		"ProjectTerms": {
			"message": "Unter welchen Bedingungen dürfen Projekte wie Schriftarten und Icons verwendet werden?",
			"answer": "Schriftarten sind unter der <sil>SIL Open Font License</sil> lizenziert. Diese kannst du frei verwenden, auch für kommerzielle Zwecke. Die Lizenz ist in der ZIP-Datei mit dabei.<br />Anders sieht es bei Projekten wie Mintcraft oder den App-Symbolen aus. Du darfst sie kostenlos verwenden und an deine Bedürfnisse anpassen. Du darfst sie jedoch nicht verkaufen oder anderweitig verbreiten. Verlinke zum Teilen bitte die entsprechende Projektseite."
		},
		"WhatSoftware": {
			"message": "Welche Programme werden hier meist verwendet?",
			"answer": "Alles mit weniger als 3 Dimensionen wird mit Affinity Designer erstellt. Für Motion Graphics werden Komposition meistens in Affinity Designer vorbereitet und anschließend in After Effects mit Hilfe von Mt. Mograph's Motion-Erweiterung animiert. Schriftarten werden mit FontForge erstellt."
		},
		"OfferCommissions": {
			"message": "Kann ich Projekte in Auftrag geben?",
			"answer": "Vielleicht, wenn du eine Idee (und Geld) hast. Schau dir für Genaueres die <comms>Seite für Auftragsarbeiten</comms> an."
		},
		"OwnQuestion": {
			"message": "Kann ich meine eigene Frage stellen?",
			"answer": "Nö."
		},
		"Ending": {
			"message": "Danke, das ist alles.",
			"answer": "War ich ein guter Chatbot?"
		},
		"EndingYes": {
			"message": "Ja, du warst sehr hilfreich.",
			"answer": "yayy~"
		},
		"EndingNo": {
			"message": "Nein, du bist nutzlos.",
			"answer": "Arsch."
		}
	}
}
