{
	"Head": {
		"description": "Mein Maskottchen, oder so.",
		"title": "Mina"
	},
	"Content": {
		"About": {
			"heading": "Über Mina",
			"text1": "Mit grünem Haar und smaragdfarbenen Augen wurde sie vor {{birthyear}} Jahren am 11. Juni geboren. Mina ist ca. 160 cm groß und ist ein eher ruhiges Mädchen, das zufrieden ist mit dem, was sie hat. Sie zog vor langer Zeit von Japan nach Deutschland, spricht jedoch nur Deutsch und Englisch fließend. Durch ihren langen Aufenthalt in Deutschland hatte außerdem viel Zeit, sich ein paar schöne deutsche Beleidigungen anzueignen. Sparsam eingesetzt sorgen sie dafür, dass manche Leute freiwillig nicht mehr mit ihr reden.",
			"text2": "Sie mag Leckereien mit Minzgeschmack, besonders Schokoladen-Minz-Eiscreme. Ebenso hat sie immer eine Packung Kaugummis parat, ihre Kaugummiblasen sind jedoch nur selten größer als ein Zentimeter. Fleischgerichte regen auch ihren Appetit an.",
			"text3": "Mina ist fasziniert von Architektur und Innenraumgestaltung und hat Freude daran, moderne Wohnräume zu konzipieren. Sie hat schon Pläne, wie jeder Raum in ihrem Traumhaus auszusehen hat, von der Gestaltung des Hauses an sich ganz zu schweigen.",
			"text4": "Trotzdem hat sie Probleme, sich auf Dinge zu fokussieren und ist leicht abzulenken. Auch mag sie an manchen Tagen etwas vorhaben, macht schlussendlich jedoch alles außer das.",
			"text5": "Außerdem liebt sie Streicheleinheiten.",
			"text6": "Das Design stammt von <Link>@wxsonz</Link>. Schau dir gerne sein Twitter-Profil für weitere seiner Werke an."
		},
		"Design": {
            "heading": "Design",
			"HairBand": {
				"heading": "Haartuch & Pferdeschwanz",
				"text": "In Form eines Blattes für ihren Pferdeschwanz. Es erinnert etwas an einen gewissen Vocaloid-Charakter."
			},
			"Ahoge": {
				"heading": "Ahoge",
				"text": "Ihre Haar-Antenne schießt in die Höhe, wenn man sie streicheln will."
			},
			"Accessories": {
				"heading": "Schmuck",
				"text": "Sie trägt oftmals einen Ring und gegentlich Anstecker mit Logos diverser Tools und Programme."
			},
			"LeafDesign": {
				"heading": "Blatt-Design",
				"text": "Ihre Kleidung hat oftmals einen Strich, welcher durch ein zweifarbiges Blatt unterbrochen wird."
			}
		},
		"Colors": {
			"heading": "Farben",
			"text1": "Diese Farben sind Teil meiner eigenen Farbpalette, aber nur Richtwerte. Wenn du Mina zeichnen willst, beachte nur, dass sie grüne Haare und hellblaue Augen mit einem Verlauf zu grün hat. Sonst kannst du gerne experimentieren.",
			"text2": "Klicke auf eine Farbe, um den HEX-Code in die Zwischenablage zu kopieren."
		},
		"Fanart": {
			"heading": "Fanart-Regeln",
			"text1": "Wenn es SFW-Artwork ist, habe ich grundsätzlich keine wirklichen Regeln für dich. Tob dich aus.",
            "text2": "Du darfst auch Dinge mit Mina zeichnen, die lieber nicht am Arbeitsplatz gesehen werden sollen. Lass es bitte nur nicht zu fetischistisch, geschmacklos oder sonstwie kontrovers sein.",
            "text3": "Egal wie du sie letztendlich zeichnest, ich würde es sehr gerne sehen wollen und vielleicht auch auf dieser Seite vorstellen. Sende mir dazu gerne eine <Link>Nachricht</Link>, um mir zu zeigen, was du gemacht hast."
		},
		"Artworks": {
			"drawnBy": "Von "
		},
        "NSFW": {
            "switch": "Neuronen-Aktivierung",
            "Dialog": {
                "title": "Der Schalter hat dich wohl neugierig gemacht.",
                "text1": "Manche Dinge sollte man lieber ungesehen lassen. Besonders wenn du dich in der Öffentlichkeit befindest, oder dir jemand aus anderen Gründen über die Schulter linsen könnte.",
                "text2": "Wenn du diesen Schalter anklickst werden anzügliche bzw. anstößige (NSFW) Illustrationen auf der Seite angezeigt. Wenn das für dich kein Problem ist, klick auf den grünen Knopf.",
                "text3": "<b>Wenn du noch keine 18 Jahre alt bist, solltest du dieses Pop-up schließen.</b> Ich sag's auch nicht Mama.",
                "hint": "Tipp: Wenn eine Tastatur vor dir liegt, du nur eine Hand frei hast und plötzlich deine Mission abbrechen musst, kannst du die Leertaste drücken, um die Schweinereien wieder zu verstecken.",
                "credit": "Die Zeichnung von Mina da oben stammt von <Link>@wxsonz</Link>.",
                "admitSins": "Ich bin ein hoffnungsloser Fall.",
                "nevermind": "Nee, lass mal."
            }
		}
	}
}
